{

  "/*comment*/": "all the content related to the Dastgâh & Avaz ",


  "coffee":{
    "title":"THE MODAL SYSTEM IN PERSIAN MUSIC",
    "subtitle":"",
    "info":"Dastgâh, Modal system in Persian music, representing a level of organization at which a certain number of melodic types (gûšas) are regrouped and ordered in relation to a dominant mode (mâya). Each dastgâh takes its name from this dominant mode, which is always played in the introductory parts. For example, dastgâh-e Chahârgâh comprises not only several gûšas belonging to the mode Chahârgâh but also gûšas in modes that are both closely (Zâbol, Hesâr) and distantly (Mokhâlef) related, which are played before the conclusion (forûd) in the initial mode. The term dastgâh is thus somewhat ambiguous: The expression dastgâh-e chahârgâh . . . means either the major unitary modal complex chahârgâh or a whole set of gushes traditionally performed with chahârgâh at their head as the principal modal nucleus (Powers, p. 426). Theoretically Chahârgâh can be correctly labeled a dastgâh only to the extent that it is composite, that is, comprises a minimal number of varying modal elements; without these elements it must be considered either a maqâm (as Khâleqî suggested, pp. 127-28) or a simple mode (mâya). According to some practicing musicians (personal communication), the etymology of the term dastgâh can be associated with the idea of the position (gâh) of the hand (dast) [on the neck of the instrument], that is, the scale, for a similar idea of position appears in the names of modes like Dogâh and Segâh. It is more appropriate to translate it as system, however, for the dastgâh is first and foremost a collection of discrete and heterogeneous elements organized into a hierarchy that is entirely coherent though nevertheless flexible. The defining features of the dastgâh are thus a certain modal variety subjected to a course of development (sayr) that is determined by the preestablished order of sequences, or gûšas. This order can, however, vary within certain limits, depending on the repertoire or the taste of the interpreter. This definition is equally applicable to the â (q.v.), which is, however, less developed and can itself be included in a dastgâh (e.g., Bayât-e Kord, which can be played separately or as part of dastgâh-e Šûr). The extended version of a dastgâh like Šûr may encompass as many as fifty gûšas (During, 1991), a dozen of which are the most important; an âlike Bayât-e Kord, on the other hand, may include only about seven gûšas, of which three are essential. Other âes, like Bayât-e Esfahân in its extended versions (Marûfî, s.v.), could theoretically also be labeled dastgâh. The overall structure of a dastgâh consists of three main parts corresponding to blocs of gûšas: the introductory sequence (darâmad, q.v.) or sequences, which are developed in the fundamental mode (mâya, maqâm); the sections comprising modulations or transpositions; and the rapid return (forûd) to the initial mode. In general there is a gradual progression up the scale, while the return is more rapid, and the ambitus of the melodies is progressively expanded within each section (Nettl, pp. 21-22). In principle the interpreter is always free to determine the content of each dastgâh and to modify, up to a point, the order of the gûšas, but in practice certain dastgâhs (or âes), like Šûr and Homâyûn, seem to permit greater liberty than do others, like Chahârgâh and Râst-Panjgâh, which are more standardized (Nettl, pp. 105-06). Although there are twelve dastgâhs and âvâzes, they represent only six or seven scales (During, 1984, p. 105; idem, 1991, passim), in Rûh-Allâh Khâleqî's view only five (p. 127). In certain instances the features distinguishing dastgâhs are purely structural (pauses, î; variable notes; concluding notes; etc.) and connected with motifs (conclusion, or forûd; introduction; etc.). Dastgâhs can also be distinguished by such other characteristics as the sequence of modulations, the diapason, or the dominant chord (e.g., in the lower register for the dastgâhs, in the upper register for the âes). All these elements are involved in the definition of MODE in the broad sense, particularly in eastern music (Powers, pp. 434, 437). Despite their differentiating features, the dastgâhs are by no means closed systems but share certain gûšas among them: For example, the gûša Jâmadarân is played with different adaptations in Bayât-e Esfahân, Afšârî, Homâyûn, and Bayât-e Tork (During, 1984, p. 142). In principle each dastgâh has an expressive coloration, an individual ethos (Joneydî, pp. 218-22), but it cannot always be characterized in a consistent manner. The definition thus remains more fluid and general because the ethos depends in large part on the interpretation. It is nevertheless agreed that Navâ is rather serene and meditative, Chahârgâh martial, Mâhûr cheerful or majestic, Šûr melancholy, and Homâyûn pathetic; the characters of the other dastgâhs are less settled.",
    "headerImage":"/images/mediumHeaderImages/coffee",
    
    "artItems":
  {
    "1":{
      "title":"sur",
      "desc":"Lorem Impsum",
      "imgUrl":"/images/artItemImages/coffee/1",
      "refImgUrl":"/images/artItemImages/coffee/1-ref"
    },
    "2":{
      "title":"Segah",
      "desc":"Lorem Impsum",
      "imgUrl":"/images/artItemImages/coffee/2",
      "refImgUrl":"/images/artItemImages/coffee/2-ref"
    },
    "3":{
      "title":"Chahargah",
      "desc":"Lorem Impsum",
      "imgUrl":"/images/artItemImages/coffee/3",
      "refImgUrl":"/images/artItemImages/coffee/3-ref"
    },
    "4":{
      "title":"RastPanjgah",
      "desc":"Lorem Impsum",
      "imgUrl":"/images/artItemImages/coffee/4",
      "refImgUrl":"/images/artItemImages/coffee/4-ref"
    },
    "5":{
      "title":"Nava",
      "desc":"Lorem Impsum",
      "imgUrl":"/images/artItemImages/coffee/5",
      "refImgUrl":"/images/artItemImages/coffee/5-ref"
    },

    "6":{
      "title":"Homayoun",
      "desc":"Lorem Impsum",
      "imgUrl":"/images/artItemImages/coffee/5",
      "refImgUrl":"/images/artItemImages/coffee/5-ref"
    },
    "7":{
      "title":"Mahur",
      "desc":"Lorem Impsum",
      "imgUrl":"/images/artItemImages/coffee/5",
      "refImgUrl":"/images/artItemImages/coffee/5-ref"
    }
}},

  "colorPencils":
  {
    "title":"Coloured Pencils",
    "subtitle":"Using Polychromos pencils for rich details and fine-textures.",
    "info":"Hyper-realism using coloured pencils is an art technique that creates artwork so realistic that the boundaries between reality and imagination blur. The tints, shades, with hard, soft, soluble, bendable and erasable pigments utilize the minute details to tell a story that explores the depth of the expression. Rather than perfection my focus is always on pure realism, infusing portraits with a raw sense of emotion and drama. The scale of each piece, always slightly larger than life, adds an uncanny three-dimensional aspect.",
    "headerImage":"/images/mediumHeaderImages/colorPencils",
    "textColor":"#ffffff",
    "artItems":{
    "1":{
      "title":"Color Pencils",
      "desc":"Lorem Impsum",
      "size":"Custom- 45cm x 45cm",
      "imgUrl":"/images/artItemImages/colorPencils/1",
      "refImgUrl":"/images/artItemImages/colorPencils/1-ref"
    },
    "2":{
      "title":"Color Pencils",
      "desc":"Lorem Impsum",
      "size":"A4",
      "imgUrl":"/images/artItemImages/colorPencils/2",
      "refImgUrl":"/images/artItemImages/colorPencils/2-ref"
    },
    "3":{
      "title":"Color Pencils",
      "desc":"Lorem Impsum",
      "size":"A4",
      "imgUrl":"/images/artItemImages/colorPencils/3",
      "refImgUrl":"/images/artItemImages/colorPencils/3-ref"
    },
    "4":{
      "title":"Color Pencils",
      "desc":"Lorem Impsum",
      "size":"A4",
      "imgUrl":"/images/artItemImages/colorPencils/4",
      "refImgUrl":"/images/artItemImages/colorPencils/4-ref"
    },
    "5":{
      "title":"Color Pencils",
      "desc":"Lorem Impsum",
      "size":"A3",
      "imgUrl":"/images/artItemImages/colorPencils/5",
      "refImgUrl":"/images/artItemImages/colorPencils/5-ref"
    }
  }},
  
  "charcoal":{
    "title":"Charcoal",
    "subtitle":"Using raw Charcoal sticks to provide high contrast and portraying the greyscale. ",
    "info":" \"When you photograph people in colour, you photograph their clothes. But when you photograph people in Black and white, you photograph their souls! \" ― Ted Grant. From the early, primitive cave paintings to modern day art charcoal has been a versatile art medium. The variety of forms of charcoal such as compressed stick, softer charcoal and pressed charcoal let you get more expressive. The beautiful contrast of black and white surrounded by different shades of grey make the portrait more interesting, interpretive and realistic in its own way.",
    "headerImage":"/images/mediumHeaderImages/charcoal",
    "textColor":"#212529",
    "artItems":{
    "1":{
      "title":"Charcoal",
      "desc":"Lorem Impsum",
      "size":"Custom- 30cm x 30cm",
      "imgUrl":"/images/artItemImages/charcoal/charcoal-01",
      "refImgUrl":"/images/artItemImages/charcoal/ref-charcoal-01"
    },
    "2":{
      "title":"Charcoal",
      "desc":"Lorem Impsum",
      "size":"A3",
      "imgUrl":"/images/artItemImages/charcoal/charcoal-02",
      "refImgUrl":"/images/artItemImages/charcoal/ref-charcoal-02"
    },
    "3":{
      "title":"Charcoal",
      "desc":"Lorem Impsum",
      "size":"Custom- 45cm x 45cm",
      "imgUrl":"/images/artItemImages/charcoal/charcoal-03",
      "refImgUrl":"/images/artItemImages/charcoal/ref-charcoal-03"
    },
    "4":{
      "title":"Charcoal",
      "desc":"Lorem Impsum",
      "size":"A3",
      "imgUrl":"/images/artItemImages/charcoal/charcoal-04",
      "refImgUrl":"/images/artItemImages/charcoal/ref-charcoal-04"
    }
  }
}
}